INSERT INTO `bbs_post` (
    `title`,
    `contents`,
    `use_yn`,
    `created_by`,
    `updated_by`
) VALUES
('제목1', '내용1', 'Y', -1, -1),
('제목2', '내용2', 'Y', -1, -1),
('제목3', '내용3', 'Y', -1, -1),
('제목4', '내용4', 'Y', -1, -1),
('제목5', '내용5', 'Y', -1, -1),
('제목6', '내용6', 'Y', -1, -1),
('제목7', '내용7', 'Y', -1, -1),
('제목8', '내용8', 'Y', -1, -1),
('제목9', '내용9', 'Y', -1, -1),
('제목10', '내용10', 'Y', -1, -1),
('제목11', '내용11', 'Y', -1, -1),
('제목12', '내용12', 'Y', -1, -1),
('제목13', '내용13', 'Y', -1, -1),
('제목14', '내용14', 'Y', -1, -1),
('제목15', '내용15', 'Y', -1, -1),
('제목16', '내용16', 'Y', -1, -1),
('제목17', '내용17', 'Y', -1, -1),
('제목18', '내용18', 'Y', -1, -1),
('제목19', '내용19', 'Y', -1, -1),
('제목20', '내용20', 'Y', -1, -1),
('제목21', '내용21', 'Y', -1, -1),
('제목22', '내용22', 'Y', -1, -1);


INSERT INTO `reservation` (
    `service_date`,
    `status`,
    `created_by`,
    `updated_by`
) VALUES
('20231009', 'RESERVED', -1, -1),
('20231010', 'AVAILABLE', -1, -1),
('20231011', 'AVAILABLE', -1, -1),
('20231012', 'RESERVED',  -1, -1),
('20231013', 'AVAILABLE', -1, -1);

INSERT INTO `employee` (
    `employee_no`,
    `employee_id`,
    `name`,
    `created_by`,
    `updated_by`
) VALUES
(-1, 'admin', '관리자', -1, -1);